{
  "title": "PORTFOLIO",
  "first name": "Patihan",
  "last name": "Khantee",
  "name": "UP",
  "history": "Brief history",
  "history detail": "Graduated in Computer Science with work experience at three organizations. Proficient in developing websites and applications using HTML, JavaScript, TypeScript, PHP, Python, and SQL. Skilled in system analysis and design, with strong problem-solving abilities. Highly motivated to learn new technologies and continuously improve technical expertise.",
  "experience": "Experience",
  "exp1": "June 2022 - September 2022",
  "exp2": "July 2024 - November 2024",
  "exp3": "January 2025 - Present",
  "month": "months",
  "intern": "Intern",
  "exp name1": "Digio (Thailand) Co., Ltd.",
  "exp name2": "Daedalus Tech CO., LTD",
  "exp name3": "Outsourcex CO., LTD",
  "exp detail1": "Understood and tested data transmission via APIs using tools such as Postman and Thunder Client. Analyzed errors arising from API usage and enhanced the system’s performance by implementing solutions with HTML, CSS, JavaScript, and Next.js, ensuring accurate and efficient API interactions.",
  "exp detail2": "Collaborated with a team to develop a school web application using HTML, CSS, JavaScript, PHP, and SQL. Utilized Linux (Ubuntu) to manage the server and deploy the code, configured the firewall, and enhanced data security with HTTPS encryption.",
  "exp detail3": "Provided support for the Mflow application by monitoring and correcting errors or data issues arising from usage, and generating required data reports. Additionally, developed a website to streamline team workflows and enhance efficiency using Python and SQL.",
  "educate": "Education",
  "degree": "Bachelor of Science (2019 - 2024)",
  "com-sci": "Department of Computer Science, Faculty of Science and Technology, Uttaradit Rajabhat University",
  "hard skill": "Hard skill",
  "soft skill": "Soft skill",
  "code": "Programming language",
  "library": "Library or Framework",
  "tool": "Development tools",
  "char1": "Possess clear communication skills and openness to feedback",
  "char2": "Able to collaborate effectively with others and solve problems together",
  "char3": "Analyze issues and develop solutions systematically",
  "char4": "Plan and prioritize tasks efficiently",
  "char5": "Maintain a positive attitude and continuously pursue self-improvement",
  "char6": "Adapt to changes and handle pressure well",
  "contact": "Contact"
}