{
  "title": "PORTFOLIO",
  "first name": "ปาฏิหาริย์",
  "last name": "ขันตี",
  "name": "อัฟ",
  "history": "ประวัติโดยย่อ",
  "history detail": "จบการศึกษาด้านวิทยาการคอมพิวเตอร์ มีประสบการณ์ทำงานมาแล้ว 3 แห่ง เชี่ยวชาญการพัฒนาเว็บไซต์และแอปพลิเคชันด้วย HTML, JavaScript, TypeScript, PHP, Python และ SQL มีทักษะด้านการวิเคราะห์และออกแบบระบบ รวมถึงการแก้ไขปัญหาเฉพาะหน้าได้อย่างมีประสิทธิภาพ เป็นผู้ที่ใฝ่เรียนรู้เทคโนโลยีใหม่ ๆ และพร้อมพัฒนาทักษะอย่างต่อเนื่อง",
  "experience": "ประสบการณ์",
  "exp1": "มิถุนายน 2565 - กันยายน 2565",
  "exp2": "กรกฎาคม 2567 - พฤศจิกายน 2567",
  "exp3": "มกราคม 2568 - ปัจจุบัน",
  "month": "เดือน",
  "intern": "ฝึกงาน",
  "exp name1": "บริษัท ดิจิโอ (ประเทศไทย) จำกัด",
  "exp name2": "บริษัท เดดาลัส เทค จำกัด",
  "exp name3": "บริษัท เอาท์ซอร์ซเอกซ์ จำกัด",
  "exp detail1": "ทำความเข้าใจและทดสอบการส่งข้อมูลผ่าน API โดยใช้เครื่องมือต่าง ๆ เช่น Postman และ Thunder Client พร้อมทั้งวิเคราะห์ข้อผิดพลาดที่เกิดขึ้นจากการใช้งาน และปรับปรุงระบบให้มีประสิทธิภาพมากขึ้น โดยใช้เทคโนโลยี HTML, CSS, JavaScript และ Next.js ในการแก้ไขและพัฒนาฟีเจอร์ให้ตอบสนองต่อการทำงานของ API ได้อย่างถูกต้องและมีประสิทธิภาพ",
  "exp detail2": "ร่วมพัฒนาเว็บแอปพลิเคชันสำหรับโรงเรียนร่วมกับทีม โดยใช้ HTML, CSS, JavaScript, PHP และ SQL ใช้ Linux (Ubuntu) เป็นเครื่องมือสำหรับจัดการเซิร์ฟเวอร์และนำโค้ดไปติดตั้ง พร้อมติดตั้งและตั้งค่า Firewall และเสริมความปลอดภัยของข้อมูลด้วยการเข้ารหัส HTTPS",
  "exp detail3": "ซัพพอร์ทการใช้งานแอปพลิเคชัน Mflow โดยตรวจสอบและแก้ไขข้อมูลที่เกิดจากข้อผิดพลาดหรือการใช้งาน พร้อมทั้งจัดทำรายงานข้อมูลตามความต้องการ นอกจากนี้ยังสร้างเว็บไซต์เพื่อสนับสนุนการทำงานในทีมให้สะดวกและมีประสิทธิภาพมากยิ่งขึ้น โดยใช้ภาษา Python และ SQL",
  "educate": "การศึกษา",
  "degree": "ปริญญาตรี วิทยาศาสตร์บัณฑิต (2562 - 2567)",
  "com-sci": "สาขาวิทยาการคอมพิวเตอร์ คณะวิทยาศาสตร์ และเทคโนโลยี มหาวิทยาลัยราชภัฏอุตรดิตถ์",
  "hard skill": "ทักษะการทำงาน",
  "soft skill": "ทักษะการเข้าสังคม",
  "code": "ภาษาคอมพิวเตอร์",
  "library": "ไลบารี่ หรือ เฟรมเวิร์ก",
  "tool": "เครื่องมือสำหรับพัฒนา",
  "char1": "มีทักษะการสื่อสารที่ชัดเจนและเปิดรับความคิดเห็น",
  "char2": "สามารถทำงานร่วมกับผู้อื่นและร่วมแก้ไขปัญหาได้อย่างราบรื่น",
  "char3": "วิเคราะห์ปัญหาและหาทางแก้ไขอย่างเป็นระบบ",
  "char4": "วางแผนและจัดลำดับงานได้อย่างมีประสิทธิภาพ",
  "char5": "มีทัศนคติคิดบวก พร้อมพัฒนาตนเองอย่างต่อเนื่อง",
  "char6": "ปรับตัวเข้ากับการเปลี่ยนแปลงและรับมือกับแรงกดดันได้ดี"
}